{
  "name": "MrBeast casino",
  "details": "Details",
  "developerName": "Plinko Dev",
  "reviews": "21K reviews",
  "downloads": "Donwloads",
  "age": "Age",
  "install": "Install",
  "installing": "Installing",
  "download": "Download",
  "downloading": "Downloading",
  "open": "Open",
  "about": "About this game",
  "shortDescription": "Welcome to NEW SLOTS 2024! MrBeast casino casino slot machines for free without the Internet are waiting for you right now!",
  "casino": "Casino",
  "slots": "Slots",
  "online": "Online",
  "offline": "Offline",
  "stylised": "Stylised",
  "topInCasino": "#1 top grossing in casino",
  "ratingAndReviews": "Ratings and reviews",
  "Watson": "MrBeast casino is an excellent app, I recommend it to everyone. The MrBeast casino app is really cool. I didn't think it would be so easy. You place your bet and it immediately works. Overall, it's very cool. I initially thought it was just another scam. But I realized it's not. I deposited $20 and won $1300. Thank you! Many cool slots, you can play endlessly.",
  "Sheff816": "Excellent and easy to earn money from this app. I downloaded the application and did not regret it. I play with pleasure and withdraw the money I earn to a bank account or even to an e-wallet. I advise you to try playing, you won’t regret it. I have already recommended this to all my friends and acquaintances",
  "Matthew": "Its straightforward design makes it easy to navigate, while its array of features caters to diverse user requirements. While minor glitches are encountered occasionally, the app’s consistent performance and prompt updates ensure a smooth experience. Whether managing tasks or staying connected, this game proves to be a valuable addition to any device.",
  "MassesOfPalpur": "Hello everyone, I want to tell you about an excellent casino app. The interface is cosmic, withdrawing money quickly and without problems directly to the card, a very creative and interesting application, I withdraw quite a lot of money from it just lying on the couch, I advise everyone to download and try, catch your luck. Have a good game))",
  "Opposum": "Super casino app. I really like this application",
  "Vindigo": "I had an incredible experience at this online casino! The variety of games is truly impressive, offering something for every type of player. Customer service was top-notch, responding quickly and efficiently to any queries I had. Additionally, the platform's ease of use and seamless navigation made my gaming experience thoroughly enjoyable.",
  "i_DrmRR_i": "This online casino stands out for its exceptional game quality and diverse selection. Their user-friendly interface and smooth gameplay make for an engaging and enjoyable experience. The bonuses and promotions offered are generous and add great value to the gaming experience. Moreover, their commitment to fair play and security gives me peace of mind every time I play.",
  "Merora": "Great game. Alot of fun and task that are reachable",
  "GLEN": "Nice slots. Enjoy lucky lady's charm. Good old slots.",
  "Anita": "this game is my best absolutely amazing on jackpots I'm just about to claim my first winnings thanks for bringing me this brilliant app and the public download this if you haven't got it serioysly you shouldn't be dissapointed!",
  "Woger": "This online casino offers a decent selection of games and the interface is fairly intuitive. However, I found the loading times for some games to be longer than expected, which can be a bit frustrating. Customer service is available, but responses can be slow and not always as helpful as I'd hoped. While there are some areas for improvement, it still provides an adequate gaming experience for casual players.",
  "aboutGameText1": "★ Amazing MrBeast casino casino welcome bonus 700,000 Free Spin",
  "aboutGameText2": "★ New slots without internet and for free every week!",
  "aboutGameText3": "★ MrBeast casino casino competitions with other players online!",
  "aboutGameText4": "★ A variety of slot machines, each with its own feature and unique bonus game!",
  "aboutGameText5": "★ Big rewards for those who play online slot machines every day!",
  "aboutGameText6": "★ Exciting gaming MrBeast casino casino events will not let anyone get bored!",
  "aboutGameText7": "★ Log in to the casino every 2 hours to spin the wheel of fortune for free!",
  "aboutGameText8": "★ And some slot machines have so many free spins that it seems like your MrBeast casino casino reels will spin forever!",
  "aboutGameText9": "★ Classic slots without the Internet for free and modern online slot machines are collected in one casino simulator game!",
  "aboutGameText10": "Discover colorful slot machines for free without the Internet. Great graphics, vibrant slot machines and incredible MrBeast casino casino bonuses are waiting for you. Play slot machines anytime, anywhere.",
  "whatsNew": "What's new",
  "newBonuses": "BONUS 250 Free spins + 450 EUR for registration!",
  "appInfo": "App info",
  "version": "Version",
  "updatedOn": "Updated on",
  "downloadSize": "Download size",
  "offeredBy": "Offered by",
  "releasedOn": "Released on",
  "downloadsAmount": "119,000 downloads",
  "releaseDate": "Jan 21, 2024",
  "verified": "Verified by Play Protect",
  "startAgain": "Start again",
  "ratingsAndReviews": "Ratings and reviews",
  "compatibilityTitle": "Compatibility for your device",
  "compatibility": "Compatibility",
  "worksOnYourDevice": "Works on your device",
  "RequiredOS": "Required OS",
  "OS": "Android 5.0 and up",
  "modalTitle": "How this app works on your device",
  "modalText": "This section shows you whether this app works on your device.",
  "rateTitle": "Rate this app",
  "ratingText": "Tell others what you think",
  "writeReview": "Write a review",
  "installRequired": "Install App to rate or write a review",
  "cancel": "Cancel"
}
