{
  "name": "MrBeast Casino",
  "details": "Détails",
  "developerName": "Nom du Développeur",
  "reviews": "21K avis",
  "downloads": "Téléchargements",
  "age": "Âge",
  "install": "Installer",
  "installing": "Installation",
  "download": "Télécharger",
  "downloading": "Téléchargement",
  "open": "Ouvrir",
  "about": "À propos de ce jeu",
  "shortDescription": "Bienvenue dans NOUVEAUX SLOTS 2024! Les machines à sous de casino MrBeast Casino gratuites sans Internet vous attendent dès maintenant!",
  "casino": "Casino",
  "slots": "Slots",
  "online": "En ligne",
  "offline": "Hors ligne",
  "stylised": "Stylisé",
  "topInCasino": "#1 le plus rentable dans le casino",
  "ratingAndReviews": "Évaluations et avis",
  "Watson": "MrBeast Casino est une excellente application, je la recommande à tout le monde. L'application MrBeast Casino est vraiment cool. Je ne pensais pas que ce serait si facile. Vous placez votre pari et ça marche immédiatement. Dans l'ensemble, c'est très cool. Au début, je pensais que c'était juste une autre arnaque. Mais j'ai réalisé que ce n'était pas le cas. J'ai déposé 20 $ et j'ai gagné 1300 $. Merci! Beaucoup de slots cool, on peut jouer sans fin.",
  "Sheff816": "Excellent et facile de gagner de l'argent avec cette application. J'ai téléchargé l'application et je ne le regrette pas. Je joue avec plaisir et retire l'argent que je gagne sur un compte bancaire ou même sur un portefeuille électronique. Je vous conseille d'essayer de jouer, vous ne le regretterez pas. J'ai déjà recommandé cela à tous mes amis et connaissances",
  "Matthew": "Son design simple le rend facile à naviguer, tandis que son éventail de fonctionnalités répond aux divers besoins des utilisateurs. Bien que de petits bugs soient parfois rencontrés, la performance constante de l'application et les mises à jour rapides assurent une expérience fluide. Que ce soit pour gérer des tâches ou rester connecté, ce jeu s'avère être un ajout précieux à tout appareil.",
  "MassesOfPalpur": "Bonjour à tous, je veux vous parler d'une excellente application de casino. L'interface est cosmique, retirer de l'argent rapidement et sans problèmes directement sur la carte, une application très créative et intéressante, je retire pas mal d'argent simplement en étant allongé sur le canapé, je conseille à tous de télécharger et d'essayer, attrapez votre chance. Bon jeu))",
  "Opposum": "Super application de casino. J'aime vraiment cette application",
  "Vindigo": "J'ai eu une expérience incroyable dans ce casino en ligne! La variété des jeux est vraiment impressionnante, offrant quelque chose pour chaque type de joueur. Le service client était de premier ordre, répondant rapidement et efficacement à toutes mes questions. De plus, la facilité d'utilisation de la plateforme et la navigation fluide ont rendu mon expérience de jeu totalement agréable.",
  "i_DrmRR_i": "Ce casino en ligne se distingue par sa qualité de jeu exceptionnelle et sa sélection diversifiée. Leur interface conviviale et le gameplay fluide offrent une expérience engageante et agréable. Les bonus et promotions offerts sont généreux et ajoutent une grande valeur à l'expérience de jeu. De plus, leur engagement envers le jeu équitable et la sécurité me donne la tranquillité d'esprit à chaque fois que je joue.",
  "Merora": "Super jeu. Beaucoup de fun et des tâches atteignables",
  "GLEN": "Jolis slots. Profitez du charme de la dame chanceuse. De bons vieux slots.",
  "Anita": "ce jeu est mon meilleur absolument incroyable sur les jackpots je suis sur le point de réclamer mes premiers gains merci de m'avoir apporté cette application brillante et au public téléchargez ceci si vous ne l'avez pas sérieusement vous ne devriez pas être déçu!",
  "Woger": "Ce casino en ligne offre une sélection décente de jeux et l'interface est assez intuitive. Cependant, j'ai trouvé que les temps de chargement de certains jeux étaient plus longs que prévu, ce qui peut être un peu frustrant. Le service client est disponible, mais les réponses peuvent être lentes et pas toujours aussi utiles que je l'espérais. Bien qu'il y ait des domaines à améliorer, il offre toujours une expérience de jeu adéquate pour les joueurs occasionnels.",
  "aboutGameText1": "★ Incroyable bonus de bienvenue au casino MrBeast Casino de 700 000 tours gratuits",
  "aboutGameText2": "★ Nouveaux slots sans internet et gratuits chaque semaine!",
  "aboutGameText3": "★ Compétitions de casino MrBeast Casino avec d'autres joueurs en ligne!",
  "aboutGameText4": "★ Une variété de machines à sous, chacune avec sa propre fonctionnalité et son jeu bonus unique!",
  "aboutGameText5": "★ De grandes récompenses pour ceux qui jouent aux machines à sous en ligne tous les jours!",
  "aboutGameText6": "★ Les événements de casino MrBeast Casino passionnants ne laisseront personne s'ennuyer!",
  "aboutGameText7": "★ Connectez-vous au casino toutes les 2 heures pour tourner la roue de la fortune gratuitement!",
  "aboutGameText8": "★ Et certaines machines à sous ont tellement de tours gratuits qu'il semble que vos rouleaux de casino MrBeast Casino tourneront éternellement!",
  "aboutGameText9": "★ Des machines à sous classiques sans Internet gratuitement et des machines à sous en ligne modernes sont collectées dans un jeu de simulation de casino!",
  "aboutGameText10": "Découvrez des machines à sous colorées gratuitement sans Internet. De superbes graphismes, des machines à sous vibrantes et des bonus de casino MrBeast Casino incroyables vous attendent. Jouez aux machines à sous n'importe quand, n'importe où.",
  "whatsNew": "Nouveautés",
  "newBonuses": "BONUS 250 tours gratuits + 450 EUR pour l'inscription!",
  "appInfo": "Infos sur l'application",
  "version": "Version",
  "updatedOn": "Mis à jour le",
  "downloadSize": "Taille du téléchargement",
  "offeredBy": "Offert par",
  "releasedOn": "Sorti le",
  "downloadsAmount": "119 000 téléchargements",
  "releaseDate": "21 janvier 2024",
  "verified": "Vérifié par Play Protect",
  "startAgain": "Recommencer",
  "ratingsAndReviews": "Évaluations et avis",
  "compatibilityTitle": "Compatibilité pour votre appareil",
  "compatibility": "Compatibilité",
  "worksOnYourDevice": "Fonctionne sur votre appareil",
  "RequiredOS": "OS requis",
  "OS": "Android 5.0 et plus",
  "modalTitle": "Comment cette application fonctionne sur votre appareil",
  "modalText": "Cette section vous montre si cette application fonctionne sur votre appareil.",
  "rateTitle": "Évaluez cette application",
  "ratingText": "Dites aux autres ce que vous pensez",
  "writeReview": "Écrire un avis",
  "installRequired": "Installer l'application pour évaluer ou écrire un avis",
  "cancel": "Annuler"
}
