{
  "name": "MrBeast Casino",
  "details": "Einzelheiten",
  "developerName": "Entwicklername",
  "reviews": "21K Bewertungen",
  "downloads": "Downloads",
  "age": "Alter",
  "install": "Installieren",
  "installing": "Installation",
  "download": "Herunterladen",
  "downloading": "Herunterladen",
  "open": "Öffnen",
  "about": "Über dieses Spiel",
  "shortDescription": "Willkommen bei NEUE SLOTS 2024! MrBeast Casino Casino-Spielautomaten kostenlos ohne Internet warten jetzt auf Sie!",
  "casino": "Kasino",
  "slots": "Slots",
  "online": "Online",
  "offline": "Offline",
  "stylised": "Stilisiert",
  "topInCasino": "#1 Umsatzspitzenreiter im Kasino",
  "ratingAndReviews": "Bewertungen und Rezensionen",
  "Watson": "MrBeast Casino ist eine ausgezeichnete App, ich empfehle sie jedem. Die MrBeast Casino App ist wirklich cool. Ich hätte nicht gedacht, dass es so einfach wäre. Sie platzieren Ihre Wette und es funktioniert sofort. Insgesamt ist es sehr cool. Ich dachte zunächst, es wäre nur ein weiterer Betrug. Aber ich habe festgestellt, dass es nicht so ist. Ich habe 20 $ eingezahlt und 1300 $ gewonnen. Danke! Viele coole Slots, man kann endlos spielen.",
  "Sheff816": "Ausgezeichnet und einfach Geld mit dieser App zu verdienen. Ich habe die Anwendung heruntergeladen und habe es nicht bereut. Ich spiele mit Vergnügen und überweise das verdiente Geld auf ein Bankkonto oder sogar auf eine E-Wallet. Ich rate Ihnen, zu spielen, Sie werden es nicht bereuen. Ich habe dies bereits all meinen Freunden und Bekannten empfohlen",
  "Matthew": "Sein einfaches Design macht es leicht zu navigieren, während seine Vielzahl an Funktionen den unterschiedlichen Anforderungen der Nutzer gerecht wird. Obwohl gelegentlich kleinere Störungen auftreten, sorgen die konstante Leistung der App und prompte Updates für ein reibungsloses Erlebnis. Ob bei der Verwaltung von Aufgaben oder beim Verbleiben in Verbindung, dieses Spiel erweist sich als wertvoller Zusatz für jedes Gerät.",
  "MassesOfPalpur": "Hallo allerseits, ich möchte euch von einer ausgezeichneten Casino-App erzählen. Die Schnittstelle ist kosmisch, Geld abheben schnell und ohne Probleme direkt auf die Karte, eine sehr kreative und interessante Anwendung, ich ziehe ziemlich viel Geld daraus einfach auf der Couch liegend, ich rate jedem, herunterzuladen und zu versuchen, fangt euer Glück. Ein gutes Spiel))",
  "Opposum": "Super Casino-App. Mir gefällt diese Anwendung sehr",
  "Vindigo": "Ich hatte eine unglaubliche Erfahrung in diesem Online-Casino! Die Vielfalt der Spiele ist wirklich beeindruckend und bietet etwas für jeden Spielertyp. Der Kundenservice war erstklassig, reagierte schnell und effizient auf alle meine Anfragen. Zusätzlich machten die Benutzerfreundlichkeit der Plattform und die nahtlose Navigation mein Spielerlebnis durchweg angenehm.",
  "i_DrmRR_i": "Dieses Online-Casino sticht durch seine außergewöhnliche Spielqualität und vielfältige Auswahl hervor. Ihre benutzerfreundliche Schnittstelle und das flüssige Gameplay sorgen für ein einnehmendes und angenehmes Erlebnis. Die angebotenen Boni und Promotionen sind großzügig und werten das Spielerlebnis großartig auf. Darüber hinaus gibt mir ihr Engagement für faires Spiel und Sicherheit jedes Mal, wenn ich spiele, ein Gefühl der Sicherheit.",
  "Merora": "Großartiges Spiel. Viel Spaß und erreichbare Aufgaben",
  "GLEN": "Schöne Slots. Genieße Lucky Lady's Charm. Gute alte Slots.",
  "Anita": "dieses Spiel ist mein absoluter Favorit, unglaublich bei Jackpots, ich bin gerade dabei, meine ersten Gewinne zu beans pruchen, danke, dass ihr mir diese brillante App gebracht habt, und die Öffentlichkeit, ladet dies herunter, wenn ihr es noch nicht habt, ernsthaft, ihr solltet nicht enttäuscht sein!",
  "Woger": "Dieses Online-Casino bietet eine anständige Auswahl an Spielen und die Schnittstelle ist ziemlich intuitiv. Allerdings fand ich, dass die Ladezeiten für einige Spiele länger als erwartet waren, was etwas frustrierend sein kann. Der Kundenservice ist verfügbar, aber Antworten können langsam sein und nicht immer so hilfreich, wie ich gehofft hatte. Obwohl es einige Verbesserungsbereiche gibt, bietet es immer noch ein ausreichendes Spielerlebnis für Gelegenheitsspieler.",
  "aboutGameText1": "★ Erstaunlicher MrBeast Casino Casino-Willkommensbonus 700.000 Freispiele",
  "aboutGameText2": "★ Jede Woche neue Slots ohne Internet und kostenlos!",
  "aboutGameText3": "★ MrBeast Casino Casino-Wettbewerbe mit anderen Spielern online!",
  "aboutGameText4": "★ Eine Vielzahl von Spielautomaten, jeder mit seiner eigenen Funktion und einzigartigem Bonusspiel!",
  "aboutGameText5": "★ Große Belohnungen für diejenigen, die jeden Tag Online-Spielautomaten spielen!",
  "aboutGameText6": "★ Aufregende MrBeast Casino Casino-Veranstaltungen lassen niemanden langweilen!",
  "aboutGameText7": "★ Melden Sie sich alle 2 Stunden im Casino an, um das Glücksrad kostenlos zu drehen!",
  "aboutGameText8": "★ Und einige Spielautomaten haben so viele Freispiele, dass es scheint, als würden Ihre MrBeast Casino Casino-Walzen für immer drehen!",
  "aboutGameText9": "★ Klassische Slots ohne Internet kostenlos und moderne Online-Spielautomaten sind in einem Casino-Simulatorspiel gesammelt!",
  "aboutGameText10": "Entdecken Sie farbenfrohe Spielautomaten kostenlos ohne Internet. Tolle Grafiken, lebendige Spielautomaten und unglaubliche MrBeast Casino Casino-Boni warten auf Sie. Spielen Sie Spielautomaten jederzeit, überall.",
  "whatsNew": "Was gibt's Neues",
  "newBonuses": "BONUS 250 Freispiele + 450 EUR für die Registrierung!",
  "appInfo": "App-Info",
  "version": "Version",
  "updatedOn": "Aktualisiert am",
  "downloadSize": "Downloadgröße",
  "offeredBy": "Angeboten von",
  "releasedOn": "Veröffentlicht am",
  "downloadsAmount": "119.000 Downloads",
  "releaseDate": "21. Januar 2024",
  "verified": "Verifiziert durch Play Protect",
  "startAgain": "Nochmal starten",
  "ratingsAndReviews": "Bewertungen und Rezensionen",
  "compatibilityTitle": "Kompatibilität für Ihr Gerät",
  "compatibility": "Kompatibilität",
  "worksOnYourDevice": "Funktioniert auf Ihrem Gerät",
  "RequiredOS": "Erforderliches Betriebssystem",
  "OS": "Android 5.0 und höher",
  "modalTitle": "Wie diese App auf Ihrem Gerät funktioniert",
  "modalText": "Dieser Abschnitt zeigt Ihnen, ob diese App auf Ihrem Gerät funktioniert.",
  "rateTitle": "Bewerten Sie diese App",
  "ratingText": "Teilen Sie anderen Ihre Meinung mit",
  "writeReview": "Schreiben Sie eine Rezension",
  "installRequired": "App installieren, um zu bewerten oder eine Rezension zu schreiben",
  "cancel": "Abbrechen"
}
