{
  "name": "MrBeast Casino",
  "details": "Szczegóły",
  "developerName": "Nazwa Dewelopera",
  "reviews": "21K opinii",
  "downloads": "Pobrania",
  "age": "Wiek",
  "install": "Zainstaluj",
  "installing": "Instalowanie",
  "download": "Pobierz",
  "downloading": "Pobieranie",
  "open": "Otwórz",
  "about": "O tej grze",
  "shortDescription": "Witaj w NOWYCH SLOTS 2024! Darmowe automaty do gier kasynowych MrBeast Casino bez Internetu czekają na Ciebie już teraz!",
  "casino": "Kasyno",
  "slots": "Sloty",
  "online": "Online",
  "offline": "Offline",
  "stylised": "Stylizowane",
  "topInCasino": "#1 najbardziej dochodowe w kasynie",
  "ratingAndReviews": "Oceny i recenzje",
  "Watson": "MrBeast Casino to doskonała aplikacja, polecam ją każdemu. Aplikacja MrBeast Casino jest naprawdę fajna. Nie myślałem, że będzie tak łatwo. Postawisz zakład i od razu działa. Ogólnie rzecz biorąc, to bardzo fajne. Początkowo myślałem, że to kolejny przekręt. Ale zdałem sobie sprawę, że nie jest. Wpłaciłem 20$ i wygrałem 1300$. Dziękuję! Wiele fajnych slotów, można grać bez końca.",
  "Sheff816": "Doskonałe i łatwe zarabianie pieniędzy z tej aplikacji. Pobrałem aplikację i nie żałuję. Gram z przyjemnością i wypłacam zarobione pieniądze na konto bankowe lub nawet na portfel elektroniczny. Radzę Ci spróbować, nie pożałujesz. Już poleciłem to wszystkim moim znajomym",
  "Matthew": "Jego prosty design ułatwia nawigację, a bogactwo funkcji odpowiada na różnorodne potrzeby użytkowników. Chociaż czasami pojawiają się drobne błędy, stałe działanie aplikacji i szybkie aktualizacje zapewniają płynne doświadczenie. Czy to zarządzanie zadaniami, czy pozostawanie w kontakcie, ta gra okazuje się cennym dodatkiem do każdego urządzenia.",
  "MassesOfPalpur": "Witam wszystkich, chcę opowiedzieć Wam o doskonałej aplikacji kasynowej. Interfejs jest kosmiczny, wypłata pieniędzy szybko i bez problemów bezpośrednio na kartę, bardzo kreatywna i interesująca aplikacja, wypłacam z niej całkiem sporo pieniędzy po prostu leżąc na kanapie, polecam wszystkim pobrać i spróbować, złap swoje szczęście. Miłej gry))",
  "Opposum": "Super aplikacja kasynowa. Bardzo lubię tę aplikację",
  "Vindigo": "Miałem niesamowite doświadczenie w tym kasynie online! Różnorodność gier jest naprawdę imponująca, oferując coś dla każdego typu gracza. Obsługa klienta była na najwyższym poziomie, szybko i skutecznie odpowiadając na wszelkie pytania. Dodatkowo, łatwość użytkowania platformy i płynna nawigacja sprawiły, że moje doświadczenie z grą było całkowicie przyjemne.",
  "i_DrmRR_i": "To kasyno online wyróżnia się wyjątkową jakością gier i zróżnicowaną ofertą. Ich przyjazny interfejs i płynna rozgrywka zapewniają angażujące i przyjemne doświadczenie. Oferowane bonusy i promocje są hojne i dodają wielką wartość do doświadczenia z grą. Ponadto, ich zaangażowanie w uczciwą grę i bezpieczeństwo daje mi spokój za każdym razem, gdy gram.",
  "Merora": "Świetna gra. Dużo zabawy i osiągalnych zadań",
  "GLEN": "Fajne sloty. Ciesz się urokiem Lucky Lady. Dobre stare sloty.",
  "Anita": "ta gra to moje najlepsze, absolutnie niesamowite jackpotty, właśnie zamierzam odebrać moje pierwsze wygrane dzięki za przyniesienie mi tej genialnej aplikacji i publiczności pobierz to, jeśli jeszcze tego nie masz serio nie powinieneś być rozczarowany!",
  "Woger": "To kasyno online oferuje przyzwoity wybór gier i interfejs jest dość intuicyjny. Jednakże, stwierdziłem, że czas ładowania niektórych gier jest dłuższy niż oczekiwano, co może być nieco frustrujące. Obsługa klienta jest dostępna, ale odpowiedzi mogą być wolne i nie zawsze tak pomocne, jakbym tego oczekiwał. Chociaż są obszary do poprawy, nadal zapewnia to odpowiednie doświadczenie z gry dla okazjonalnych graczy.",
  "aboutGameText1": "★ Niesamowity bonus powitalny w kasynie MrBeast Casino 700 000 Darmowych Spinów",
  "aboutGameText2": "★ Nowe sloty bez internetu i za darmo co tydzień!",
  "aboutGameText3": "★ Konkursy kasyna MrBeast Casino z innymi graczami online!",
  "aboutGameText4": "★ Różnorodne automaty do gier, każdy z własną funkcją i unikalną grą bonusową!",
  "aboutGameText5": "★ Duże nagrody dla tych, którzy grają w automaty online każdego dnia!",
  "aboutGameText6": "★ Ekscytujące wydarzenia w kasynie MrBeast Casino nie pozwolą nikomu się nudzić!",
  "aboutGameText7": "★ Zaloguj się do kasyna co 2 godziny, aby obracać kołem fortuny za darmo!",
  "aboutGameText8": "★ A niektóre automaty mają tyle darmowych spinów, że wydaje się, jakby bębny twojego kasyna MrBeast Casino kręciły się w nieskończoność!",
  "aboutGameText9": "★ Klasyczne sloty bez internetu za darmo i nowoczesne automaty online są zebrane w jednej grze symulatora kasyna!",
  "aboutGameText10": "Odkryj kolorowe automaty za darmo bez internetu. Niesamowita grafika, żywe automaty i niesamowite bonusy w kasynie MrBeast Casino czekają na Ciebie. Graj w automaty kiedykolwiek, gdziekolwiek.",
  "whatsNew": "Co nowego",
  "newBonuses": "BONUS 250 Darmowych Spinów + 450 EUR za rejestrację!",
  "appInfo": "Informacje o aplikacji",
  "version": "Wersja",
  "updatedOn": "Zaktualizowano",
  "downloadSize": "Rozmiar pobrania",
  "offeredBy": "Oferowane przez",
  "releasedOn": "Wydane",
  "downloadsAmount": "119 000 pobrań",
  "releaseDate": "21 stycznia 2024",
  "verified": "Zweryfikowane przez Play Protect",
  "startAgain": "Zacznij od nowa",
  "ratingsAndReviews": "Oceny i recenzje",
  "compatibilityTitle": "Kompatybilność z Twoim urządzeniem",
  "compatibility": "Kompatybilność",
  "worksOnYourDevice": "Działa na Twoim urządzeniu",
  "RequiredOS": "Wymagany system operacyjny",
  "OS": "Android 5.0 i nowsze",
  "modalTitle": "Jak ta aplikacja działa na Twoim urządzeniu",
  "modalText": "Ta sekcja pokazuje, czy ta aplikacja działa na Twoim urządzeniu.",
  "rateTitle": "Oceń tę aplikację",
  "ratingText": "Powiedz innym, co myślisz",
  "writeReview": "Napisz recenzję",
  "installRequired": "Zainstaluj aplikację, aby ocenić lub napisać recenzję",
  "cancel": "Anuluj"
}
