{
  "name": "MrBeast Casino",
  "details": "Detalhes",
  "developerName": "Nome do Desenvolvedor",
  "reviews": "21K avaliações",
  "downloads": "Downloads",
  "age": "Idade",
  "install": "Instalar",
  "installing": "Instalando",
  "download": "Baixar",
  "downloading": "Baixando",
  "open": "Abrir",
  "about": "Sobre este jogo",
  "shortDescription": "Bem-vindo aos NOVOS SLOTS 2024! Máquinas de slot de cassino MrBeast Casino grátis sem Internet estão esperando por você agora mesmo!",
  "casino": "Cassino",
  "slots": "Slots",
  "online": "Online",
  "offline": "Offline",
  "stylised": "Estilizado",
  "topInCasino": "#1 mais rentáveis no cassino",
  "ratingAndReviews": "Avaliações e opiniões",
  "Watson": "MrBeast Casino é um excelente aplicativo, recomendo a todos. O app MrBeast Casino é realmente legal. Eu não achava que seria tão fácil. Você faz sua aposta e ela funciona imediatamente. No geral, é muito legal. Inicialmente, pensei que fosse mais uma fraude. Mas percebi que não era. Depositei $20 e ganhei $1300. Obrigado! Muitos slots legais, você pode jogar sem parar.",
  "Sheff816": "Excelente e fácil de ganhar dinheiro com este aplicativo. Eu baixei o aplicativo e não me arrependi. Jogo com prazer e transfiro o dinheiro que ganho para uma conta bancária ou até para uma carteira eletrônica. Aconselho que você tente jogar, não vai se arrepender. Já recomendei isso a todos os meus amigos e conhecidos",
  "Matthew": "Seu design simples facilita a navegação, enquanto sua gama de recursos atende às diversas necessidades dos usuários. Embora ocasionalmente se encontrem pequenos problemas, o desempenho consistente do aplicativo e as atualizações rápidas garantem uma experiência suave. Seja para gerenciar tarefas ou permanecer conectado, este jogo prova ser um acréscimo valioso a qualquer dispositivo.",
  "MassesOfPalpur": "Olá a todos, quero contar-vos sobre um excelente aplicativo de cassino. A interface é cósmica, retirar dinheiro rápido e sem problemas diretamente para o cartão, um aplicativo muito criativo e interessante, retiro bastante dinheiro dele apenas deitado no sofá, aconselho todos a baixar e tentar, pegue sua sorte. Bom jogo))",
  "Opposum": "Super aplicativo de cassino. Eu realmente gosto deste aplicativo",
  "Vindigo": "Tive uma experiência incrível neste cassino online! A variedade de jogos é verdadeiramente impressionante, oferecendo algo para cada tipo de jogador. O serviço ao cliente foi de primeira, respondendo de forma rápida e eficiente a quaisquer dúvidas que tive. Além disso, a facilidade de uso da plataforma e a navegação fluída tornaram minha experiência de jogo completamente agradável.",
  "i_DrmRR_i": "Este cassino online se destaca pela sua excepcional qualidade de jogo e seleção diversificada. Sua interface amigável e a jogabilidade suave proporcionam uma experiência de jogo envolvente e agradável. Os bônus e promoções oferecidos são generosos e agregam grande valor à experiência de jogo. Além disso, seu compromisso com o jogo justo e a segurança me dá tranquilidade toda vez que jogo.",
  "Merora": "Ótimo jogo. Muita diversão e tarefas alcançáveis",
  "GLEN": "Bons slots. Aproveite o charme da Lucky Lady. Bons slots antigos.",
  "Anita": "este jogo é o meu melhor, absolutamente incrível nos jackpots, estou prestes a reclamar meus primeiros ganhos graças por me trazerem este aplicativo brilhante e ao público baixe isso se você ainda não tem sério você não ficará desapontado!",
  "Woger": "Este cassino online oferece uma seleção decente de jogos e a interface é bastante intuitiva. No entanto, descobri que os tempos de carregamento de alguns jogos eram mais longos do que o esperado, o que pode ser um pouco frustrante. O serviço ao cliente está disponível, mas as respostas podem ser lentas e nem sempre tão úteis quanto eu esperava. Embora haja algumas áreas para melhoria, ainda proporciona uma experiência de jogo adequada para jogadores casuais.",
  "aboutGameText1": "★ Incrível bônus de boas-vindas no cassino MrBeast Casino de 700.000 Giros Grátis",
  "aboutGameText2": "★ Novos slots sem internet e grátis toda semana!",
  "aboutGameText3": "★ Competições de cassino MrBeast Casino com outros jogadores online!",
  "aboutGameText4": "★ Uma variedade de máquinas de slot, cada uma com sua própria função e jogo de bônus único!",
  "aboutGameText5": "★ Grandes recompensas para aqueles que jogam máquinas de slot online todos os dias!",
  "aboutGameText6": "★ Eventos de jogo emocionantes no cassino MrBeast Casino não deixarão ninguém entediado!",
  "aboutGameText7": "★ Faça login no cassino a cada 2 horas para girar a roda da fortuna gratuitamente!",
  "aboutGameText8": "★ E algumas máquinas de slot têm tantos giros grátis que parece que seus rolos de cassino MrBeast Casino girarão para sempre!",
  "aboutGameText9": "★ Slots clássicos sem internet grátis e máquinas de slot online modernas são coletadas em um jogo de simulador de cassino!",
  "aboutGameText10": "Descubra máquinas de slot coloridas grátis sem internet. Gráficos incríveis, slots vibrantes e bônus de cassino MrBeast Casino incríveis estão esperando por você. Jogue slots a qualquer hora, em qualquer lugar.",
  "whatsNew": "O que há de novo",
  "newBonuses": "BÔNUS 250 Giros Grátis + 450 EUR por registro!",
  "appInfo": "Info do App",
  "version": "Versão",
  "updatedOn": "Atualizado em",
  "downloadSize": "Tamanho do Download",
  "offeredBy": "Oferecido por",
  "releasedOn": "Lançado em",
  "downloadsAmount": "119.000 downloads",
  "releaseDate": "21 de janeiro de 2024",
  "verified": "Verificado pelo Play Protect",
  "startAgain": "Começar de novo",
  "ratingsAndReviews": "Avaliações e opiniões",
  "compatibilityTitle": "Compatibilidade com seu dispositivo",
  "compatibility": "Compatibilidade",
  "worksOnYourDevice": "Funciona no seu dispositivo",
  "RequiredOS": "SO necessário",
  "OS": "Android 5.0 e superior",
  "modalTitle": "Como este aplicativo funciona no seu dispositivo",
  "modalText": "Esta seção mostra se este aplicativo funciona no seu dispositivo.",
  "rateTitle": "Avalie este aplicativo",
  "ratingText": "Diga aos outros o que você pensa",
  "writeReview": "Escrever uma avaliação",
  "installRequired": "Instalar o App para avaliar ou escrever uma avaliação",
  "cancel": "Cancelar"
}
