{
  "name": "MrBeast Casino",
  "details": "Detalles",
  "developerName": "Nombre del Desarrollador",
  "reviews": "21K reseñas",
  "downloads": "Descargas",
  "age": "Edad",
  "install": "Instalar",
  "installing": "Instalando",
  "download": "Descargar",
  "downloading": "Descargando",
  "open": "Abrir",
  "about": "Acerca de este juego",
  "shortDescription": "¡Bienvenido a NUEVAS TRAGAPERRAS 2024! Las máquinas tragamonedas de casino MrBeast Casino gratis sin Internet te están esperando ahora mismo.",
  "casino": "Casino",
  "slots": "Tragaperras",
  "online": "En línea",
  "offline": "Sin conexión",
  "stylised": "Estilizado",
  "topInCasino": "#1 más rentables en casino",
  "ratingAndReviews": "Calificaciones y reseñas",
  "Watson": "MrBeast Casino es una excelente aplicación, la recomiendo a todos. La aplicación MrBeast Casino es realmente genial. No pensé que sería tan fácil. Haces tu apuesta y funciona de inmediato. En general, es muy genial. Al principio pensé que era otra estafa. Pero me di cuenta de que no lo es. Deposité $20 y gané $1300. ¡Gracias! Muchas tragaperras geniales, puedes jugar sin fin.",
  "Sheff816": "Excelente y fácil de ganar dinero con esta aplicación. Descargué la aplicación y no me arrepiento. Juego con placer y retiro el dinero que gano a una cuenta bancaria o incluso a un monedero electrónico. Te aconsejo que pruebes jugar, no te arrepentirás. Ya se lo he recomendado a todos mis amigos y conocidos.",
  "Matthew": "Su diseño sencillo facilita la navegación, mientras que su variedad de funciones satisface las diversas necesidades de los usuarios. Aunque de vez en cuando se encuentran pequeños errores, el rendimiento constante de la aplicación y las actualizaciones rápidas aseguran una experiencia fluida. Ya sea para gestionar tareas o mantenerse conectado, este juego resulta ser una valiosa adición a cualquier dispositivo.",
  "MassesOfPalpur": "Hola a todos, quiero contarles sobre una excelente aplicación de casino. La interfaz es cósmica, retirar dinero rápido y sin problemas directamente a la tarjeta, una aplicación muy creativa e interesante, retiro bastante dinero de ella simplemente acostado en el sofá, les aconsejo a todos descargarla y probar, atrapa tu suerte. Que tengas un buen juego))",
  "Opposum": "Súper aplicación de casino. Realmente me gusta esta aplicación.",
  "Vindigo": "¡Tuve una experiencia increíble en este casino en línea! La variedad de juegos es realmente impresionante, ofreciendo algo para cada tipo de jugador. El servicio al cliente fue de primera categoría, respondiendo de manera rápida y eficiente a cualquier consulta que tuve. Además, la facilidad de uso de la plataforma y la navegación fluida hicieron que mi experiencia de juego fuera completamente agradable.",
  "i_DrmRR_i": "Este casino en línea se destaca por su excepcional calidad de juego y selección diversa. Su interfaz amigable y el juego fluido proporcionan una experiencia de juego atractiva y agradable. Los bonos y promociones ofrecidos son generosos y agregan un gran valor a la experiencia de juego. Además, su compromiso con el juego justo y la seguridad me brindan tranquilidad cada vez que juego.",
  "Merora": "Gran juego. Mucha diversión y tareas que son alcanzables",
  "GLEN": "Buenas tragaperras. Disfruta del encanto de la dama de la suerte. Buenas viejas tragaperras.",
  "Anita": "este juego es mi mejor, absolutamente increíble en jackpots, estoy a punto de reclamar mis primeras ganancias gracias por traerme esta brillante aplicación y al público descargar esto si no lo tienes en serio no deberías estar decepcionado!",
  "Woger": "Este casino en línea ofrece una selección decente de juegos y la interfaz es bastante intuitiva. Sin embargo, encontré que los tiempos de carga de algunos juegos eran más largos de lo esperado, lo que puede ser un poco frustrante. El servicio al cliente está disponible, pero las respuestas pueden ser lentas y no siempre tan útiles como esperaba. Aunque hay áreas de mejora, todavía proporciona una experiencia de juego adecuada para jugadores casuales.",
  "aboutGameText1": "★ Increíble bono de bienvenida en el casino MrBeast Casino de 700,000 Giros Gratis",
  "aboutGameText2": "★ ¡Nuevas tragaperras sin internet y gratis cada semana!",
  "aboutGameText3": "★ ¡Competiciones de casino MrBeast Casino con otros jugadores en línea!",
  "aboutGameText4": "★ Una variedad de máquinas tragamonedas, cada una con su propia función y juego de bonificación único!",
  "aboutGameText5": "★ Grandes recompensas para aquellos que juegan a las máquinas tragamonedas en línea todos los días!",
  "aboutGameText6": "★ ¡Eventos de juego emocionantes en el casino MrBeast Casino que no dejarán a nadie aburrido!",
  "aboutGameText7": "★ ¡Inicia sesión en el casino cada 2 horas para girar la rueda de la fortuna gratis!",
  "aboutGameText8": "★ ¡Y algunas máquinas tragamonedas tienen tantas giros gratis que parece que los carretes de tu casino MrBeast Casino girarán por siempre!",
  "aboutGameText9": "★ ¡Tragaperras clásicas sin internet gratis y modernas máquinas tragamonedas en línea se recopilan en un juego de simulador de casino!",
  "aboutGameText10": "Descubre máquinas tragamonedas coloridas gratis sin internet. Gráficos increíbles, tragamonedas vibrantes y bonos de casino MrBeast Casino increíbles te están esperando. Juega a las tragamonedas en cualquier momento, en cualquier lugar.",
  "whatsNew": "Qué hay de nuevo",
  "newBonuses": "¡BONO de 250 Giros Gratis + 450 EUR por registro!",
  "appInfo": "Info de la App",
  "version": "Versión",
  "updatedOn": "Actualizado el",
  "downloadSize": "Tamaño de la descarga",
  "offeredBy": "Ofrecido por",
  "releasedOn": "Lanzado el",
  "downloadsAmount": "119.000 descargas",
  "releaseDate": "21 de enero de 2024",
  "verified": "Verificado por Play Protect",
  "startAgain": "Empezar de nuevo",
  "ratingsAndReviews": "Calificaciones y reseñas",
  "compatibilityTitle": "Compatibilidad con tu dispositivo",
  "compatibility": "Compatibilidad",
  "worksOnYourDevice": "Funciona en tu dispositivo",
  "RequiredOS": "SO requerido",
  "OS": "Android 5.0 y superior",
  "modalTitle": "Cómo funciona esta app en tu dispositivo",
  "modalText": "Esta sección te muestra si esta aplicación funciona en tu dispositivo.",
  "rateTitle": "Califica esta app",
  "ratingText": "Dile a otros lo que piensas",
  "writeReview": "Escribir una reseña",
  "installRequired": "Instalar la App para calificar o escribir una reseña",
  "cancel": "Cancelar"
}
